<template>
  <div class="main">
    <div class="title">业务合作协议</div>
    <div
      class="sub"
    >本协议为上海大猎英才科技有限公司（即：“大猎英才平台”，以下简称“平台”）与 使用平台服务的注册用户（以下简称“用户”，包括平台上已包涵的所有属性用户）共 同确认的合作协议，本协议约定了平台和用户的相关权力和义务。</div>
    <div class="body">
      <div class="area">
        <div class="area-title">一、总则</div>
        <div class="area-body">
          1. 本协议内容包括协议正文和平台已经发布的或将来可能发布的服务规则、网站公告 以及经用户点击同意的其它协议等；以上均为本协议不可分割的一部分，与本协议 具有同等法律效力；
          <br />2. 用户在使用平台提供的各项服务的同时，承诺接受并遵守各项规则的规定；
          <br />3. 平台有权根据需要，不定时的修订、变更本协议或各类规则，如本协议有任何变更 等情况出现，平台将通过平台公示、系统提示等形式告知用户，如用户收到相关通 知后3个工作日内未提出书面异议，或在未提出异议的情况下继续使用平台服务，则 通知中的变更内容自动生效，成为本协议的一部分；
          <br />4. 除平台有另行声明外，任何使服务范围扩大或功能增强的新内容均受本协议约束；
          <br />5. 用户在注册时应仔细阅读本协议，如在注册时勾选“同意”按钮后，即视为用户已 完全阅读、理解并接受本协议内的全部条款。
        </div>
      </div>
      <div class="area">
        <div class="area-title">二、平台的权利和义务</div>
        <div class="area-body">
          1. 平台提供网络服务（平台网址”dalieyingcai.com”，小程序”大猎英才”）供用户 完成承接订单、人才推荐、订单交付、佣金结算等项目；
          <br />2. 平台有义务与用人单位共同完成岗位需求调研，由平台工作人员将岗位需求的工作 职责与岗位要求发布至平台；
          <br />3. 平台有权监督用户的服务品质（时效性、真实性等）：按平台与用人单位约定的服 务周期完成人才的寻访、筛选、评估、推荐、面试及录用等各环节工作；
          <br />4. 平台不得将用人单位的工作人员、第三方信息、商业机密等，推荐或泄露给与本协 议无关的其它第三方；
          <br />5. 平台有义务在得知用人单位发布的任何与其岗位有关的信息时，及时更新平台岗位 信息，并以平台通知等方式告知相关岗位订单已在运作流程中的用户，便于用户及 时掌握信息，为候选人提供优质服务；
          <br />6. 如非用人单位原因导致人才离职的，平台在得知信息后应及时通知用户， 用户需按 平台与用人单位签订的合同条约为准，进行相关操作（相关操作包括补人、退款或 终止招聘等，具体规则参照平台与用人单位签订的合同为准）；
          <br />7. 如因用人单位原因（包括但不限于用人单位破产、清算、办公场所搬迁、重大从事 调整、不按Offer内容兑现承诺等）导致人才离职的，平台有义务从用人单位处获得 相关真实信息并反馈给用户，同时保护用户合法且正当合理的利益（具体操作方式按平台与用人单位签订的合同条约为准）；
          <br />8. 平台承诺对平台所发布岗位对应的用人单位的身份信息进行审核确认，确保其身份 真实合法；
          <br />9. 如用户出现多次随意投递、盲目投递，平台将此类行为视作用户扰乱平台，平台有 权采取相应措施，包括但不限于：限制每日投递数量、不推荐精品岗位以及关闭账 户等；
          <br />10.平台有义务按约定时效向用户反馈用人单位的各项评估结果，如因用人单位原因导 致无法在约定时效内进行反馈的，平台需及时通知用户，确保用户为候选人提供优 质服务。
        </div>
      </div>
      <div class="area">
        <div class="area-title">三、用户的权利和义务</div>
        <div class="area-body">
          1. 用户承诺使用平台服务的行为须遵守中华人民共和国相关法律法规；
          <br />2. 用户在注册时须准确填写注册信息，并及时完成实名论证或更新个人资料，如因个 人信息不真实而引起的不利后果，应由用户自行承担；
          <br />3. 用户在承接平台发布的岗位订单时，需告知候选人此岗位将通过平台完成交付服务 （即：用户需得到候选人简历使用授权后，方可在平台上提交），如用户未告知或 未得到候选人授权且完成简历资料上传的，就此所产生的一切不利后果，由用户自 行承担责任；
          <br />4. 用户应对自己推荐的候选人进行筛选评估，避免盲目投递；
          <br />5. 用户推荐候选人评估报告至平台且审核通过，即视为此订单开始开始运作，用户需 关注平台反馈的信息，并将信息及时通知到候选人；
          <br />6. 如用人单位在面试后确认候选人淘汰，平台因向用户提供候选人淘汰的理由，用户 可选择继续推荐候选人或有权放弃对该订单的运作；
          <br />7. 如平台反馈用人单位需提供候选人的背调资料或邀约后续面试，用户须在1个工作内 再次联系候选人，确认背调或后续面试安排；
          <br />8. 用户需在候选人完成入职后，每月对其至少完成一次跟进回访，并在平台上提交回 访信息；
          <br />9. 用户应妥善保管其在平台平台注册的账户信息，不得转让、出租、出借给他人使 用，若用户发现其账号遭他们非法使用或盗用的，用户应及时通知平台进行处理， 如因上述引起的一切不利后果，应由用户自行承担；
          <br />10. 用户应按照平台操作规则进行推荐报告提交，如用户私下通过书面、邮件等任何方 式向用人单位发送候选人相关信息，一经查实，均视为线下交易的违规操作，平台 可采取包括但不限于以下行动：
          <br />
          <span class="space"></span>1) 立即终止本协议
          <br />
          <span class="space"></span>2) 终止该用户永久注册本平台使用资格
          <br />
          <span class="space"></span>3) 冻结该用户平台账号和并扣除服务费余款
          <br />
          <span class="space"></span>4) 纳入平台不良用户黑名单
          <br />
          <span class="space"></span>5) 视该用户违约，如私下交易候选人入职，违约金额按此候选人对应的猎头服务 费标准的2倍计算并支付
          <br />
          <span class="space"></span>6) 保留进一步追究该用户法律责任的权利
          <br />11. 如多个用户基于同一订单、同一候选人提交推荐报告的，平台按用户提交推荐报告“审核通过的时间”先后来判定该候选人的推荐归属权；
          <br />12. 在平台确认收到用户的推荐报告且审核通过，该报告对应的候选人被视为“该用户 推荐人员”，在候选人自其被推荐审核通过之日起6个月之内为保护期，如该候选人 在6个月内最终被“该职位录用”，平台将向用人单位索取服务费，并向用户进行佣 金支付，如6个月后，候选人再被录用的，平台无需向用户支付佣金。
        </div>
      </div>
      <div class="area">
        <div class="area-title">四、兑付规则</div>
        <div class="area-body">
          1. 平台应支付用户的总费用称为佣金，佣金支付前，用户必须按平台要求完成实名认 证，并提供有效发票，发票种类应为”增值税专用发票“（注：根据服务性质确 定，一般纳税人应为6%，小规模纳税人应为3%，如有不异议，双方另行确认）；
          <br />2. 平台在收到用人单位款项及用户结算完整材料后的【5】个工作日内，应将用户的佣 金打入用户指定的银行账户；
          <br />3. 如用户不能提供发票，平台将按照“劳务方式”为用户进行税务申报， 税款比例及 金额以相关税务政策为准；
          <br />4. 如平台与用人单位的合同中包含退款条款，例：试用期内离职将全额退回已支付服 务费，则用户推荐的候选人需成功通过保证期之后才能进行付款，如退款条件为部 分退款，则以平台确认收款部分为基础，按个人分成比例再支付用户的佣金；
          <br />5. 用户所获佣金=平台佣金×个人分成比例（平台佣金为平台与企业结算佣金，个人分 成比例为该订单可结算给用户的分成比例）。
        </div>
      </div>
      <div class="area">
        <div class="area-title">五、保密、仲裁、诉讼、不可抗力、协议终止等条款</div>
        <div class="area-body">
          1. 双方应对本协议订立和履行过程中所获的有关商业秘密、专有信息、客户信息及其 他具有保密性质的所有信息进行严格保密，未经对方许可，任何一方不得向其它第 三方泄露本协议条款的任何内容以及本协议的签订及履行情况，包括通过订立和履 行本协议而获的对方及对方关联公司的任何信息，如违反相关信息，双方都有权利 向对方请求损失赔偿，并依法追究法律责任；
          <br />2. 自候选人被用人单位成功录用之日起1年之内，用户不得向任何第三方主动提供该候 选人信息或推荐该候选人（已离职的除外），如用户主动推荐候选人导致其离职 的，一经查实，均视为用户违约，平台可以采取包括但不限于以下行动：
          <br />
          <span class="space"></span>1) 立即终止本协议
          <br />
          <span class="space"></span>2) 终止该用户永久注册本平台使用资格
          <br />
          <span class="space"></span>3) 冻结该用户平台账号和并扣除服务费余款
          <br />
          <span class="space"></span>4) 纳入平台不良用户黑名单
          <br />
          <span class="space"></span>5) 视该用户违约，如私下交易候选人入职，违约金额按此候选人对应的猎头服务费 标准的2倍计算并支付
          <br />
          <span class="space"></span>6) 保留进一步追究该用户法律责任的权利
          <br />3. 如双方在本协议执行过程中发生争议，应本着平等互利的原则友好协商， 如协商不 成，可向平台所在地人民法院提起诉讼；
          <br />4. 不可抗力：因地震、台风、水灾、火灾、战争、计算机病毒、工具性软件的设计漏 洞、互联网络遭黑客袭击、电信或通讯故障、政策、法律变更及其它不能预见或其后果不能防止或不可避免的不可抗力事件，直接影响平台对本协议的履行或不能按 约定条件履行时，平台不承担责任，对因不可抗力事件给双带来的经验损失，双方 互不承担责任；
          <br />5. 协议变更和解释：
          <br />
          <span class="space"></span>1) 平台有限根据中华人民共和国有关法律、法规的变化、互联网的发展以及公司经 营善和经营策略的调整等，不定时变更本服务协议， 平台应及时通知用户，并同 时会在平台进行公告，用户要继续使用平台服务，有必要对最新的服务协议进行 仔细的阅读和重新确认，如果用户不同意接受改动的内容，则可以主动以书面形 式联系相关人员取消平台服务，如果用户继续使用服务，则视为接受服务条款的 变更；
          <br />
          <span class="space"></span>2) 如平台服务协议条款与中华人民共和国法律抵触时，则发生冲突的条款将完全按 法律规定重新解释，而其它条款则对用户产生法律效力。
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  components: {},
  data() {
    return {}
  },
  mounted() {
    document.title = '用户协议-大猎英才'
    window.scrollTo(0, 0)
  },
  methods: {}
}
</script>
<style scoped lang="scss">
@import '@/assets/sass/login/common.scss';
.main {
  padding: 60px;
  background: rgba(255, 255, 255, 1);
  box-shadow: 2px 4px 50px 0 rgba(0, 0, 0, 0.05);
  .title {
    text-align: center;
    font-size: 24px;
    color: #343434;
    margin-bottom: 60px;
  }
  .sub {
    text-indent: 2em;
    line-height: 24px;
    font-size: 14px;
    color: #4d4d4d;
    margin-bottom: 30px;
  }
  .body {
    .area {
      margin-bottom: 20px;
      &:last-child {
        margin-bottom: 0;
      }
      .area-title {
        font-size: 16px;
        color: #343434;
        font-weight: bold;
        margin-bottom: 20px;
      }
      .area-body {
        line-height: 24px;
        font-size: 14px;
        color: #4d4d4d;
        .space {
          display: inline-block;
          width: 20px;
          height: 20px;
        }
      }
    }
  }
}
</style>

